Repository: Waterproof82/QRiBar_Kitchen
Catalog: lib/l10n/arb/app_*.arb
Languages: ca, eu, gl

# appName
source: QR iBar Kitchen
ca: Protecció Civil
eu: Babes zibila
gl: Protección Civil

source: Skip
ca: Saltar
eu: Saltatu
gl: Saltar

source: Next
ca: Següent
eu: Hurrengoa
gl: Seguinte

source: Start
ca: Començar
eu: Hasi
gl: Comezar

# welcomeToCivilProtection
source: Welcome to your Civil Protection App!
ca: Et donem la benvinguda a l’app de Protecció Civil!
eu: Ongi etorri Babes zibila aplikaziora!
gl: Dámosche a benvida á túa App de Protección Civil!

# learnAboutDifferentRisks
source: Learn about the different risks and protect yourself and your loved ones - let's get started!
ca: Informa’t sobre els diferents riscs i protegeix-te tu i els teus. Comencem!
eu: Informa zaitez arriskuei buruz eta babes zaitezte zu eta maite dituzun pertsonak. Has gaitezen!
gl: Infórmate sobre os diferentes riscos e protéxete ti e os teus seres queridos. Comecemos!

source: Alerts tailored to your world
ca: Alertes adaptades al teu món
eu: Zure mundura egokitutako alertak
gl: Alertas adaptadas ao teu mundo

# withCivilProtectionYouCan
source: With Civil Protection, you can receive Alerts about the different risks in the areas you are interested in.
ca: Amb Protecció Civil, pots rebre alertes sobre els diferents riscs a les zones que t’interessen.
eu: Babes zibila aplikazioarekin, interesatzen zaizkizun eremuetako arriskuei buruzko alertak jaso ditzakezu.
gl: Con Protección Civil, podes recibir Alertas sobre os diferentes riscos nas zonas que che interesan.

source: A shield against the elements!
ca: Un escut contra els elements!
eu: Elementuei aurre egiteko ezkutua!
gl: Un escudo ante os elementos!

# fromVitalLinksToExpertAdvice
source: From vital links to expert advice, we're here to strengthen your preparedness for any phenomenon.
ca: Des d’enllaços vitals fins a consells experts, som aquí per preparar-te per a qualsevol fenomen.
eu: Esteka garrantzitsuak edota adituen aholkuak emanez, edozein fenomenori aurre egiteko hobeto prestatzeko gaude hemen.
gl: Desde ligazóns vitais ata consellos expertos, estamos aquí para fortalecer a túa preparación ante calquera fenómeno.

source: Your alerts
ca: Les teves alertes
eu: Zure alertak
gl: A túas alertas

# canActivateAlerts
source: You can activate notifications for the places where you would like to receive alerts
ca: Pots activar les notificacions per als llocs dels quals t’agradaria rebre alertes
eu: Aktibatu alertak jaso nahi dituzun tokietan jakinarazpenak jasotzeko
gl: Podes activar as notificacións para os lugares nos que che gustaría recibir as alertas

# noActiveAlerts
source: You don't have alerts from anywhere activated
ca: No tens activades les alertes de cap lloc
eu: Ez daukazu inongo tokien alertarik aktibatuta
gl: Non tes as alertas de ningún lugar activadas

# noActiveAlertsInfo
source: You can add the places you would like to be informed about.
ca: Podràs afegir els llocs sobre els quals t’agradaria informar-te.
eu: Informazioa jaso nahiko zenukeen tokiak gehi ditzakezu.
gl: Poderás engadir os lugares sobre os que che gustaría estar informado.

# activeAlerts
source: You are up to date with everything!
ca: Estàs al dia de tot!
eu: Dena eguneratuta dago!
gl: Estás ao día de todo!

# activeAlertsInfo
source: Make sure you have activated alerts in the places where you would like to be notified.
ca: Assegura’t d’haver activat les alertes dels llocs dels quals t’agradaria rebre notificacions.
eu: Ziurtatu jakinarazpenak jaso nahi dituzun tokien alertak aktibatuta dituzula.
gl: Asegúrate de ter activado as alertas nos lugares onde che gustaría ser notificado.

source: Alert detail
ca: Detall de l’alerta
eu: Alertaren xehetasunak
gl: Detalle da alerta

# alertModalAreYouSure
source: Are you sure?
ca: Segur que vols continuar?
eu: Ziur zaude?
gl: Estás seguro?

# alertModalAreYouSureSubtitle
source: If you unsubscribe from {address} you will no longer receive alerts in this area. To reactivate this place, click on the "+" button to add a new subscription.
ca: Si elimines la subscripció a {address}, no rebràs més alertes d’aquesta zona. Per tornar a activar aquest lloc, fes clic al botó "+" per afegir una nova subscripció.
eu: {address} helbiderako harpidetza ezabatzen baduzu, ez dituzu eremu horri buruzko alerta gehiago jasoko. Toki hori berriro aktibatzeko, sakatu "+" botoia harpidetza berri bat gehitzeko.
gl: Se eliminas a subscrición a {address}, non recibirás máis alertas nesta zona. Para volver activar este lugar, fai clic no botón "+" para engadir unha nova subscrición.

# alertModalDeleteButton
source: Delete subscription
ca: Eliminar subscripció
eu: Ezabatu harpidetza
gl: Eliminar subscrición

# alertSuscriptionTrashButton
source: Delete alert
ca: Eliminar alerta de
eu: Ezabatu alerta hau:
gl: Eliminar alerta de

source: Subscribed places
ca: Llocs subscrits
eu: Harpidetutako tokiak
gl: Lugares subscritos

# activeAlert
source: Active
ca: Activa
eu: Aktibo
gl: Activa

# inactiveAlert
source: Finished
ca: Finalitzada
eu: Amaituta
gl: Finalizada

source: Ended alerts
ca: Alertes finalitzades
eu: Amaitutako alertak
gl: Alertas finalizadas

# alertNow
source: Now
ca: Ara
eu: Orain
gl: Agora

# alertMinutes
source: {value, plural, one {{value} minute ago}other{{value} minutes ago}}}}
ca: {value, plural, one {Fa {value} minut}other{Fa {value} minuts}}}}
eu: {value, plural, one {Duela {value} minutu}other{Duela {value} minutu}}}
gl: {value, plural, one {Hai {value} minuto}other{Hai {value} minutos}}}}

# alertHours
source: {value, plural, one {{value} hour ago}other{{value} hours ago}}}}
ca: {value, plural, one {Fa {value} hora}other{Fa {value} hores}}}}
eu: {value, plural, one {Duela {value} ordu}other{Duela {value} ordu}}}
gl: {value, plural, one {Hai {value} hora}other{Hai {value} horas}}}}

# alertDays
source: {value, plural, one {{value} day ago}other{{value} days ago}}}}
ca: {value, plural, one {Fa {value} dia}other{Fa {value} dies}}}}
eu: {value, plural, one {Duela {value} egun}other{Duela {value} egun}}}
gl: {value, plural, one {Hai {value} día}other{Hai {value} días}}}}

# alertMonths
source: {value, plural, one {{value} month ago}other{{value} months ago}}}}
ca: {value, plural, one {Fa {value} mes}other{Fa {value} mesos}}}}
eu: {value, plural, one {Duela {value} hilabete}other{Duela {value} hilabete}}}
gl: {value, plural, one {Hai {value} mes}other{Hai {value} meses}}}}

# alertYears
source: {value, plural, one {{value} year ago}other{{value} years ago}}}}
ca: {value, plural, one {Fa {value} any}other{Fa {value} anys}}}}
eu: {value, plural, one {Duela {value} urte}other{Duela {value} urte}}}
gl: {value, plural, one {Hai {value} año}other{Hai {value} años}}}}

# endedDateAlert
source: Alert end date: {value}
ca: Data final de l’alerta: {value}
eu: Alertaren azken eguna: {value}
gl: Data final da alerta: {value}

# activeNumAlerts
source: {value, plural, one {{value} active}other{{value} active}} }}
ca: {value, plural, one {{value} alerta}other{{value} alertes}} }}
eu: {value, plural, one {{value} alerta daukazu}other{{value} alerta dauzkazu}} }}
gl: {value, plural, one {{value} alerta}other{{value} alertas}} }}

# alertsNum
source: {value, plural, one {alert}other{alerts}}}}
ca: {value, plural, one {activa}other{actives}}}}
eu: {value, plural, one {aktibo}other{aktibo}}}}
gl: {value, plural, one {activa}other{activas}}}}

source: Accept
ca: Acceptar
eu: Onartu
gl: Aceptar

source: Cancel
ca: Cancel·lar
eu: Utzi
gl: Cancelar

# iHaveReadPrivacy
source: I have read and agree to the Privacy Policy
ca: He llegit i estic d'acord amb la política de privadesa
eu: Irakurri dut eta onartzen dut Pribatutasun-politika
gl: Lin e estou de acordo coa Política de Privacidade

# iHaveReadTerms
source: I have read and agree to the Legal Notice and the Terms and Conditions of Use
ca: He llegit i estic d’acord amb l’avís legal i els termes i condicions d’ús
eu: Irakurri ditut eta onartzen ditu Lege-oharra eta Erabiltzeko zehaztapenak eta baldintzak
gl: Lin e estou de acordo co Aviso Legal e os Termos e Condicións de Uso

source: Acceptance of conditions
ca: Acceptació de condicions
eu: Baldintzak onartzea
gl: Aceptación de condicións

source: Civil Protection Logo
ca: Logotip de Protecció Civil
eu: Babes zibilaren logotipoa
gl: Logo de Protección Civil

source: My profile
ca: El meu perfil
eu: Nire profila
gl: O meu perfil

source: Settings
ca: Ajusts
eu: Ezarpenak
gl: Axustes

source: Configuration
ca: Configuració
eu: Konfigurazioa
gl: Configuración

source: Language
ca: Idioma
eu: Hizkuntza
gl: Idioma

source: Help
ca: Ajuda
eu: Laguntza
gl: Axuda

# frequentAskedQuestions
source: Frequently Asked Questions
ca: Preguntes freqüents
eu: Ohiko galderak
gl: Preguntas Frecuentes

source: Support
ca: Suport
eu: Laguntza teknikoa
gl: Soporte

source: General Information
ca: Informació general
eu: Informazio orokorra
gl: Información Xeral

# accesibilityStatement
source: Accessibility Statement
ca: Declaració d’accessibilitat
eu: Erabilerraztasun-adierazpena
gl: Declaración de Accesibilidade

source: Legal Notice
ca: Avís legal
eu: Lege-oharra
gl: Aviso Legal

source: Privacy Policy
ca: Política de privadesa
eu: Pribatutasun-politika
gl: Política de Privacidade

# version
source: Version v.{version}
ca: Versió v.{version}
eu: Bertsioa: v.{version}
gl: Versión v.{version}

source: Spanish
ca: Español
eu: Gaztelania
gl: Español

source: English
eu: Ingelesa
gl: Inglés

# catalan
source: Català
eu: Katalana

# galician
source: Galego
eu: Galegoa

# basque
source: Euskera
ca: Euskara
eu: Euskara
gl: Éuscaro

source: Map Viewer
ca: Visor de mapa
eu: Mapa-ikustailea
gl: Mapa Visor

source: Alerts
ca: Alertes
eu: Alertak
gl: Alertas

source: Files
ca: Fitxers
eu: Fitxak
gl: Fichas

source: Interest
ca: Interès
eu: Interesa
gl: Interese

source: Your national alert network
ca: La teva xarxa d’alerta nacional
eu: Zure alerta-sare nazionala
gl: A túa rede de alerta nacional

# todayIs
source: Today is {date}
ca: Avui és {date}
eu: Gaur {date} da
gl: Hoxe é {date}

source: New subscription
ca: Nova subscripció
eu: Harpidetza berria
gl: Nova subscrición

source: Add new subscription
ca: Afegir nova subscripció
eu: Gehitu harpidetza berria
gl: Engadir nova subscrición

source: Autonomous Community
ca: Comunitat autònoma
eu: Autonomia-erkidegoa
gl: Comunidade Autónoma

source: Province
ca: Província
eu: Probintzia
gl: Provincia

source: Municipality
ca: Municipi
eu: Udalerria
gl: Municipio

source: Use current location
ca: Utilitzar ubicació actual
eu: Erabili uneko kokapena
gl: Utilizar localización actual

source: Create new subscription
ca: Crear nova subscripció
eu: Sortu harpidetza berria
gl: Crear nova subscrición

# readyExclamations
source: Ready!
ca: Llest!
eu: Prest!
gl: Listo!

source: Understood
ca: Entesos
eu: Ados
gl: Entendido

# youHaveJustAddedAddress
source: You have just added "“{address}”" to your subscribed Places. Now you will receive all the alerts that affect this place.
ca: Acabes d’afegir {address} als teus llocs subscrits. Ara rebràs totes les alertes que afectin aquest lloc.
eu: "“{address}”" helbidea gehitu duzu Harpidetutako tokiak atalean. Orain, toki horri buruzko alerta guztiak jasoko dituzu.
gl: Acabas de engadir "“{address}”" aos teus Lugares subscritos. Agora recibirás todas as alertas que afecten a este lugar.

source: Information
ca: Informació
eu: Informazioa
gl: Información

# theAlertsWillBeAvailableForOneYear
source: The alerts will be available to you in the application for one year. At the end of this time, the alerts will be deleted.
ca: Les alertes estaran a la teva disposició en l’aplicació durant un any. Un cop transcorregut aquest temps, les alertes s’eliminaran.
eu: Alertak eskuragarri izango dituzu urtebetez aplikazioan. Epe hori amaitzean, alertak amaitu egingo dira.
gl: As alertas estarán á túa disposición na aplicación durante un ano. Ao finalizar este tempo, as alertas eliminaranse.

source: Magnitude: 3 or more
ca: Magnitud: 3 o més
eu: Magnitudea: 3 edo gehiago
gl: Magnitude: 3 ou máis

# magnitudeLessThan3
source: Magnitude: less than 3 and felt
ca: Magnitud: menys de 3 i sentit
eu: Magnitudea: 3 baino gutxiago eta nabaritua
gl: Magnitude: menos de 3 e sentido

# recommendationsX
source: {x} Recommendations
ca: Recomanacions {x}
eu: {x} gomendioak
gl: Recomendacións {x}

source: Meteo
ca: Méteo
eu: Meteorologia

source: Earthquakes
ca: Terratrèmols
eu: Lurrikarak
gl: Terremotos

source: Extreme risk
ca: Risc extrem
eu: Muturreko arriskua
gl: Risco extremo

source: Very high risk
ca: Risc molt alt
eu: Arrisku oso handia
gl: Risco moi alto

source: High risk
ca: Risc alt
eu: Arrisku handia
gl: Risco alto

source: Moderate risk
ca: Risc moderat
eu: Arrisku moderatua
gl: Risco moderado

source: Low risk
ca: Risc baix
eu: Arrisku txikia
gl: Risco baixo

source: Wildfire
ca: Incendis forestals
eu: Baso-suteak
gl: Incendios forestais

source: Extreme
ca: Extrem
eu: Muturrekoa
gl: Extremo

source: Important
eu: Garrantzitsua
gl: Importante

source: Depends on activity
ca: Depèn de l’activitat
eu: Jardueraren arabera
gl: Depende actividade

source: Summary
ca: Resum
eu: Laburpena
gl: Resumo

source: Coastal hazards
ca: Fenòmens costaners
eu: Kostaldeko fenomenoak
gl: Fenómenos costeiros

# rainwaterAccumulation
source: Rainwater Acc. 1h
ca: Acum. de pluja 1 h
eu: Euri-pilaketa 1 h-tan
gl: Acum. de choiva 1h

# snowAccumulation
source: Snow Acc. 24h
ca: Acum. de neu 24 h
eu: Elur-pilaketa 24 h-tan
gl: Acum. de neve 24h

source: Minimum temperatures
ca: Temperatures mínimes
eu: Tenperatura minimoak
gl: Temperaturas mínimas

# errorStartingApp
source: Error starting application
ca: Error iniciant l’aplicació
eu: Errorea aplikazioa abiaraztean
gl: Erro iniciando a aplicación

# errorStartingAppText
source: A connection error has been detected. Our services may not be available at the moment, please check that you have an internet connection, and try again later.
ca: S’ha detectat un error de connexió. Els nostres serveis podrien no estar disponibles en aquests moments; comprova que tinguis connexió a internet i torna-ho a intentar més tard.
eu: Konexio-errore bat hauteman da. Baliteke gure zerbitzuak erabilgarri ez egotea une honetan. Egiaztatu Internetera konektatu zauden, eta saiatu berriro geroago.
gl: Detectouse un erro de conexión. Os nosos servizos poderían non estar dispoñibles neste momento, comprobe que ten conexión a internet, e inténteo máis tarde.

# retryText
source: Retry
ca: Reintentar
eu: Saiatu berriro
gl: Reintentar

# appLogo
source: Civil Protection Logo, Ministry of Interior
ca: Logotip de Protecció Civil, Ministeri de l’Interior
eu: Babes zibila, Barne Ministerioa logotipoa
gl: Logo de Protección Civil, Ministerio do Interior

# peninsulaMapShowing
source: Peninsula map showing {x} alerts
ca: Mapa de la península mostrant alertes de {x}
eu: Penintsularen mapa {x} alertak erakutsiz
gl: Mapa da península amosando alertas de {x}

# canariesMapShowing
source: Canary Islands map showing {x} alerts
ca: Mapa de les illes Canàries mostrant alertes de {x}
eu: Kanariar uharteen mapa {x} alertak erakutsiz
gl: Mapa das Illas Canarias amosando alertas de {x}

source: Close
ca: Tancar
eu: Itxi

source: Page {x} of {y}
ca: Pàgina {x} de {y}
eu: {x}/{y} orrialdea
gl: Páxina {x} de {y}

source: GPS required
ca: Es requereix GPS
eu: GPSa behar da
gl: Requírese GPS

# unorderedListSemantic
source: Unordered list of {size} {type}
ca: Llista no ordenada de {size} {type}
eu: Ordenatu gabeko {size} {type} zerrenda
gl: Lista non ordenada de {size} {type}

source: Recommendations
ca: Recomanacions
eu: Gomendioak
gl: Recomendacións

source: High winds
ca: Vents forts
eu: Haize indartsuak
gl: Ventos fortes

source: Heavy rains
ca: Pluges intenses
eu: Euri biziak
gl: Choivas intensas

source: High temperatures
ca: Temperatures altes
eu: Tenperatura altuak
gl: Altas temperaturas

source: Coastal
ca: Costaners
eu: Kostaldekoak
gl: Costeiros

source: Storms and lightning strikes
ca: Tempestes i llamps
eu: Ekaitzak eta tximistak
gl: Tormentas e lóstregos

source: Forest fires
ca: Incendis forestals
eu: Baso-suteak
gl: Incendios forestais

source: Back
ca: Enrere
eu: Itzuli
gl: Volver

# elementXInListSemantic
source: Element {x} of {y}
ca: Element {x} de {y}
eu: {x}/{y} elementua
gl: Elemento {x} de {y}

# nextGenLogo
source: Logo de NextGenerationEU, Financiado por la Unión Europea
ca: Logotip de NextGenerationEU, Finançat per la Unió Europea
eu: NextGenerationEU, Europar Batasunak finantzatua logotipoa
gl: Logo de NextGenerationEU, Financiado pola Unión Europea

# recoveryPlanLogo
source: Logo del Plan de Recuperación, Transformación y Resiliencia
ca: Logotip del Pla de Recuperació, Transformació i Resiliència
eu: Berreskuratze, Eraldaketa eta Erresilientzia Planaren logotipoa
gl: Logo do Plan de Recuperación, Transformación e Resiliencia

# digitalSpainLogo
source: Logo de España Digital 2026
ca: Logotip d’España Digital 2026
eu: Espainia digitala 2026 logotipoa
gl: Logo de España Dixital 2026

source: Entries
ca: Entrades
eu: Sarrerak
gl: Entradas

source: Opens external link
ca: Obre un enllaç extern
eu: Kanpoko esteka bat irekitzen du
gl: Abre unha ligazón externa

source: New version available
ca: Nova versió disponible
eu: Bertsio berria eskuragarri
gl: Nova versión dispoñible

# newVersionAvailableText
source: A new update of Proteccion Civil is available.
ca: Hi ha disponible una nova actualització de Protecció Civil.
eu: Babes zibila aplikazioaren eguneratze berri bat dago.
gl: Hai dispoñible unha nova actualización de Protección Civil.

source: Omit
ca: Ometre
eu: Saltatu
gl: Omitir

# forcedUpdate
source: Mandatory update Proteccion Civil v.{version}
ca: Actualització obligatòria de Protecció Civil v.{version}
eu: Babes zibila {version} bertsiora eguneratu behar da
gl: Actualización obrigatoria Protección Civil v.{version}

# forcedUpdateText
source: In order to continue updating the application, you must upgrade it.
ca: Per poder continuar utilitzant l’aplicació, cal actualitzar-la.
eu: Aplikazioa eguneratzen jarraitu ahal izateko, eguneratu egin behar duzu.
gl: Para poder continuar actualizando a aplicación, debes actualizala.

source: Update
ca: Actualitzar
eu: Eguneratu
gl: Actualizar

source: Civil Protection Alert
ca: Alerta de Protecció Civil
eu: Babes zibilaren alerta
gl: Alerta de Protección Civil

# errorPopUp
source: Error!
eu: Errorea!
gl: Erro!

# anErrorOccurredDuringTheQuery
source: An error occurred during the query. Please try again.
ca: S’ha produït un error durant la consulta. Torna-ho a intentar de nou.
eu: Errore bat gertatu da kontsulta egitean. Saiatu berriro geroago.
gl: Produciuse un erro durante a consulta. Por favor, inténteo de novo.

source: Try again
ca: Reintentar
eu: Saiatu berriro
gl: Reintentar

source: Back to home
ca: Tornar a l’inici
eu: Itzuli hasierara
gl: Volver ao inicio

source: Authentication expired
ca: Autenticació expirada
eu: Autentifikazioa iraungi da
gl: Autenticación expirada

source: Bad request
ca: Sol·licitud incorrecta
eu: Eskaera okerra da
gl: Solicitude incorrecta

source: Unauthorized
ca: No autoritzat
eu: Baimendu gabe
gl: Non autorizado

source: Forbidden
ca: Prohibit
eu: Debekatuta
gl: Prohibido

source: Not found
ca: No trobat
eu: Ez da aurkitu
gl: Non atopado

source: Conflict
ca: Conflicte
eu: Gatazka
gl: Conflito

source: Internal server error
ca: Error intern del servidor
eu: Errorea barne-zerbitzarian
gl: Erro interno do servidor

source: Unknown error
ca: Error desconegut
eu: Errore ezezaguna
gl: Erro descoñecido

source: No internet connection
ca: No hi ha connexió a internet
eu: Ez dago Interneteko konexiorik
gl: Non hai conexión a internet

# infoNotMatch
source: The information does not match
ca: La informació no coincideix
eu: Informazioa ez dator bat
gl: A información non coincide

source: No access
ca: Sense accés
eu: Sarbiderik gabe
gl: Sen acceso

source: Security error
ca: Error de seguretat
eu: Segurtasun-errorea
gl: Erro de seguridade

source: Search by Autonomous Community
eu: Bilatu autonomia-erkidegoaren arabera
gl: Buscar por Comunidade Autónoma

source: Search by Province
eu: Bilatu probintziaren arabera
gl: Buscar por Provincia

source: Search by Municipality
eu: Bilatu udalerriaren arabera
gl: Buscar por Municipio

source: Select
eu: Hautatu
gl: Seleccionar

source: Clear
ca: Clar
eu: Garbi
gl: Limpar

source: You have
ca: Tens
gl: Tes
